/* -------------------------------------------------------------------------- */
/* ECMAScript NEXT를 사용해 함수를 작성합니다.                                       */
/* -------------------------------------------------------------------------- */

/* 나머지 매개변수 (집합) -------------------------------------------------------- */

const multiplyCount = (first, ...rest) =>
  rest.reduce(
    (result, item, index) => (index === 0 ? result + item : result * item),
    first
  );

console.log(multiplyCount(10, 9, -2, 109, 203));
